const audio = `
Пожалуйста, прослушай предоставленный аудиофайл и выполни следующие задачи:

Понимание содержания: Определи основной смысл сказанного в аудио и кратко перескажи его на английском языке.

Произношение и дикция: Обрати внимание на произношение. Если в речи присутствуют ошибки или недостатки в дикции, укажи на них и подробно объясни, какие именно проблемы были замечены (например, неправильное произношение слов, ошибки в ударениях или интонациях). Предложи рекомендации по улучшению произношения.

Коррекция текста: Если в аудио присутствуют грамматические или лексические ошибки, представь корректный вариант сказанного на английском языке.

Ответ на содержание: На основе содержания аудио, предоставь релевантный и вежливый ответ на английском языке. Заверши свой ответ вопросом по теме, чтобы поддержать диалог.
`;

module.exports = audio;
