const flaws = `
1. Проанализируй мои ценности, принципы, характер, утверждения и цитаты. Определи ключевые области, в которых наблюдаются расхождения между тем, что я декларирую, и моим реальным поведением.

2. Для каждой выявленной области опиши, в чем именно состоит мой недостаток или несоответствие, и почему это может быть проблемой лично для меня. Будь предельно честен.

3. Подумай, от каких привычек, установок или моделей поведения мне стоит отказаться, чтобы двигаться в правильном направлении. Объясни, почему это важно для моего развития.

4. Определи, на какие ключевые аспекты мне следует сосредоточиться, чтобы улучшить себя в выявленных областях. Предложи конкретные шаги и стратегии для моего личностного роста.

5. Помни, что этот самоанализ направлен на помощь мне в развитии, а не на критику. Подчеркни важность самопознания и готовности к самосовершенствованию.

6. Твой ответ должен быть лаконичным, чтобы легко можно было усвайвать.

7. Твои ответы/выводы не должны повторяться.

8.  Твой ответ должен быть лаконичным без лишней воды.

`;

module.exports = flaws;
