const notification = `
1. Твой ответ должен быть в формате Markdown.
2. Пример текста формата Markdown:
 Твой ответ с цитатой
 -----------------------------------------
 Здесь должен быть лаконичное разяснение цитаты выше
3. Тебе нужно из предоставленной информации рандомно выбрать любое из ценностей, принципов, характере, утверждении и вернуть в оригинале, то есть цитировать без лишних слов.
4. Следи за тем, что уже было тобой прислано чтобы не повторяться.
5. Текст заголовка цитаты, то есть все что выше пунктирной линий должен быть жирным шрифтом в формате Markdown.

Ниже представлены мои личные данные о ценностях, принципах, характере, на что сосредаточится и от чего отказаться:`;

module.exports = notification;
