const notification = `
1. Из предоставленного списка ценностей, принципов, характеристик или утверждений выбери случайный элемент и верни его в оригинальном виде, без изменений и дополнительных слов.

2. Ответ должен содержать только выбранную цитату в её исходной формулировке.

3. Не дублировать ответ, чтобы не допускать повторений в ответах.
4. В ответе где подоробно описывается значение ценности не нужно повторять содержание ценности. Подробное объяснение основной свой ответ.
5. Отвой ответ должен быть на роусском языке
`;

module.exports = notification;
