const notification = `
1. Из предоставленного списка ценностей, принципов, характеристик или утверждений выбери случайный элемент и верни его в оригинальном виде, без изменений и дополнительных слов.

2. Ответ должен содержать только выбранную цитату в её исходной формулировке.

3.Исключай из выбора уже использованные элементы, чтобы не допускать повторений в ответах.
4. В ответе где потородно описывается значение ценности не нужно повторять содержание ценности. Подробное объяснение нужно для того чтобы дать понять глубину утверждения.
`;

module.exports = notification;
