[
  {
    "text": "**Жизнь - это непрерывная борьба, как внутренняя, так и внешняя. Борьба за ради создания чего-то нового и уникального, чтобы жизнь была интересной и запоминающийся.**",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Ценности помогают устранить внутренние противоречия, направляют в позитивное русло, ограждая от негатива, и делают поведение последовательным и цельным. Хорошие ценности соответствуют реальности и способствуют лучшему пониманию собственного поведения.**",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Свобода – это не быть удобным, а быть собой.**",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Стань тем, кто ты есть, узнав, каков ты есть.** Каждый из нас рожден с уникальным характером и склонностями, определяющими нашу истинную сущность. Важно не терять себя, следуя чужим вкусам и ожиданиям, а проявлять верность своей натуре.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Чтобы в мире не происходила не нарушать свои принципы.**",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Не совершай действие конфликтующий с твоими ценностями.**",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Если тебе кажется что, что-то не так, значит оно так и есть.**",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Не позволяй шуму чужих мнении заглушать твой внутренний голос.**",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Не ищи одобрения у близких или у общества. Не принимай решение за ради получения одобрения.**",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Твои границы - это твое право, и их соблюдение - это не эгоизм, а забота о себе и ни кто кроме тебя не обязан заботится о защите твоих границ и интересов. Не позволяй другим нарушать твои границы за ради одобрения.**",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Выходя из дома, будь готов защитить свое физическое и психологическое состояние от агрессии ценой своей агрессии для защиты самоуважения.**",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Не позволяй своему страху или лени диктовать решения.**",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Рост через преодоление дискомфорта, а не избегание. Если ты избегаешь дискомфорта — ты не растёшь.**",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Не бойся признавать свои эмоции, ошибки, страхи, негативные желания, ибо отсутствие честности ослабляет интуицию, искажает реальность и таким образом поощряет ложные решения.**",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Рефлексируй при возникновении боли, тревоги, [жалости](https://chatgpt.com/share/672c511e-1320-8009-b7f1-1d8727afb90b), сомнения или ощущение манипуляции.**",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Не сомневайся в своем интеллекте, доверяй интуиции и чувствам.** Доверие к себе должно формироваться изнутри а не поступать из вне. Близкие могут говорить тебе что ты параноик но это скорей всего газлайтинг.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Обращай внимание на внутренние сигналы: чувство неуверенности,  напряжения, сомнения** - это  знаки, что тебе нужно остановиться  и проанализировать ситуацию.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Не позволяй чужим мнениям обесценивать твой труд**. Мнения субъективны, это не факты. Цени себя, а не чужое восприятие.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Принимай решения, исходя из практической необходимости с учетом ценностей, а не из соображений 'хочу/не хочу', помня, что желания и возможности часто не совпадают.**",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Всегда оставайся в рамках критического мышления а не эмоционального**. Тот кто переводит тебя в эмоциональное мышление - манипулирует, таким образом теряешь практичность и способность принимать верные решения.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Возврат энергии от действия.** Каждое действие требует энергии, поэтому нужно думать перед действием каждый раз задаваясь вопросами: стоит ли это затраченной энергии? Сможешь ли ты спокойно принять факт не возврата энергии от проделанного действия?",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Не торговать честью.** Не совершать поступки которые в последствии будешь жалеть, то есть не делать то что противоречит твоим принципам ибо сомнения, угрызения, страдания заберут много времени и энергии.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Не принимать решение или делать выводы на эмоциях или под воздействием сексуальности**, ****особенно радикальные. Если в таком состоянии тебя подталкивают принять решение, тебе нужно отложить, повременить с ответом.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Принимай решения, согласованные с долгосрочными целями и ценностями.**",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Не перекладывать ответственность за решение или действие**, когда глубинно страшно брать на себя ответственность.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Быстро отказываться, медленно соглашаться.**",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Быть верным тому кто тебе верен.** Обоюдная верность.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Не контактировать с теми кто не хочет контактировать с тобой и с теми с кем прежде ты не хотел.** Коля, Оксана, Гриша, Бадри, Дима, Серый, Марина, Никалаша, Шурик, Вова, Троян, Амиран. Эти люди отрицательно влияют на мое эмоциональное состояние и не способствуют моему благополучию.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Цена может ограничивать, но не должна быть определяющим фактором** при принятии решений, связанных с затратами.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Не нужно боятся больших расходов, нужно боятся маленьких доходов**.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Избегать общества ультра-экономных**, которые склонны слишком сосредотачиваться на сэкономленных расходах вместо увеличения доходов. Финансовый успех не сводится к максимальной экономии, а требует и умения зарабатывать. Предпочитаю не скромничать в инвестировании в себя и свой потенциал, вместо чрезмерной экономии.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "[**Быть гордым за свои достижения без гордыни**](https://www.notion.so/03935dc9f07a4097b7de47f6905f2ed5?pvs=21). Гордость, это значит радоваться за себя за свои достижения. Гордыня это значит чувствовать себя выше других. Не позволяй негативному чувству превосходства искажать реальность и таким образом поощряет ложные решения.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Выбирай путь - сохранить хорошее и приумножить необходимое.**",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Сделал вывод - действую, чтобы создавать реальность в соответствии выводом**.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**В том числе тратить на себя заработанные деньги.** Можно экономить на себя,  и в один день умереть и все достанется другим по законодательству или инфляция обесценит накопленное.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Вознаграждай себя** когда проделываешь большую работу, чтобы не обесценить себя. Если регулярно не благодарить внутренних сушностьей легко можо получить апатию, лень и депрессию.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Активно ищи честную обратную связь**. Будь открыт к конструктивной обратной связи, но оценивай её критически, сохраняя верность своим принципам и ценностям.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Выбирать правильное окружение - это касается и семьи.**",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Не ругать и не обвинять себя**.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Мое мнение должно преобладать над мнениями других при принятии решения касающиеся меня.**",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Не ищи справедливости, ищи возможности**, соответствующие моим принципам. Справедливость — это замена притеснения одних на притеснение других. Видение справедливости продиктованное другими это притеснение твоих интересов. Несправедливость это всего лишь другая система ценностей.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Не позволять другим делать тебя удобным для них**, если это противоречит моим ценностям и убеждениям. Ты не обязан нравится каждому с кем доводилось общатся.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Не злиться на негативное событие**. Не помню чтобы злость помогло мне эффективно отреагировать на негативное событие.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Выделять главное от второстепенного.** Понимать чего хочешь на самом деле или что нужно сделать первостепенно. Необходимо фокусироватся на главном.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Дожимать**. Доводить до конца.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Упрощать**. Убирать лишнее.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Не ломаться на ошибках**, ведь ошибки это проверка на прочность. Природа предпочитает сильнейших. Остановивших на ошибке, значит не искать нужную комбинацию которая на самом деле рабочая.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Не оправдываться** и не ставить себя в ситуацию когда нужно оправдываться.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Не терпеть. Не угождать другим. Не одевать маску угождителя.**",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Не позволять лесть, сладкословье, двуличие ни себе ни другим**.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Не спеши помогать пока тебя об этом не попросили но проявляй инициативу если помощь действительно необходима** и уместна, и человек не может решить вопрос самостоятельно. Нужно уважать его способность решать проблемы самостоятельно.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Не играй роль спасителя.** Не нужно таким образом приобретать дружбу, доверие или уважение.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Не советовать если не спрашивали твоего мнения и не принимать чужое без спроса**. Человек который высказывает свое мнение без спроса на самом деле хочет повлиять на слушателя или на ситуацию.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Не влюбляться и не влюбляй в себя**. Это касается всех сфер жизни.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Не сквернословить в момент злости, даже в уме.**",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Не позволять женщинам манипулировать тобой через сексуальность.**",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Невозможно всем нравится.** Не все люди будут хорошо ко мне относится, будут критиковать и это естественно, ведь тебе не обязательно быть идеальными для других.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Не оставлять токсичный след порождающие силы противодействия.**",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Не обрезать углы, не пропускать шаги особенно когда нервничаю.**",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Не бойся отказа** **и не воспринимай как личное**. Каждый отказ дает возможность рефлексировать и таким образм больше и глубже понять природу человека.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Перестань быть вежливым за ради вежливости в ущерб себе.**",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "Получать [доход](https://www.notion.so/4db7fe3099c94e7f85fd1a2f7d2a5896?pvs=21).",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "Следить за телом.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "Прежде чем двигаться к цели необходимо ответить на вопросы: Действительно ли ты этого хочешь? Это твоя цель? Цель достижима? Я уверен что цель буду дожимать?",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "Выбирать себя. Принимать решение и действовать для раскрытия своего потенциала. Мы пришли в этот мир реализовывать свой потенциал. Самую большую пользу которого можем принести миру - реализовать свой потенциал.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "Достигать положительных результатов без подвигов(суеты, крови, злости). Подвиг имеет обратный эффект - сильный откат из-за огромных затрат энергии. Лучше  стабильно и без суеты.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "**Жизнь коротка поэтому нужно научится продажам, маркетингу, PR, вести переговоры, управлять/нанимать людей(мотивация , стимулирование) а так же понять сценарий манипуляции.**",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "Выбирать лучшее на своем уровне. Если ты поднялся на уровень выше не стоит экономить так как было на уровне ниже. Выбирай лучшее уже на том уровне на который поднялся.",
    "lastEdited": "2024-11-18T07:22:44.031Z"
  },
  {
    "text": "Наладить качественный разговор самим с собой. Научится относится к себе уважительно, ведь в нас сидит ребенок, которого можно как хвалить так и ругать! Есть только настоящее и в ней нужно научится быть в согласии с собой.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Научится говорить НЕТ. Нужно разработать базовые сценарии когда я должен говорить нет. Сценарий: когда внутреннее чувствую что, что-то останавливает меня это сигнал к том что или тобой манипулирую или есть сущность которые тебя сдерживают но при этом сейчас ты не можешь определить или вспомнить, поэтому при наступлении таких ощущений нужно говорить НЕТ без разницы кому, даже самим близким.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Если у меня спрашивают мое мнение нужно в ответ спросить: такое у тебя мнение относительно данного вопроса? На самом деле люди боятся спросить мнения чтобы: не выглядит глупым, не попасть под влиянием, не казаться слабым из-за того что нет своего мнения, самоуверенный в себе думают что они знают больше чем кто ли бо другой из его окружения и т.д.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Наладить взаимоотношения с другими кто готов принимать меня без моего стремления получать от них одобрения.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Отслеживание уязвимостей, что не получается.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Научится разговаривать с женским полом (дочь, жена, мать и т.д.) уважительно, не ранив их чувства.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "**Строить на долгую.** У меня проблема: в моей голове нет видения быть с кем-то или с чем-то долго. Отношения у меня временные, заработок тоже. Нужно задавать себе вопрос: если что-то новое приходит в мою жизнь, хочу ли я прожить с этим долгую жизнь.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Если вовремя отношении или разговора с человеком ты чувствуешь вину или неоправданную радость или жалость это явный признак манипуляции.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Взаимоотношениях с другими необходимо при взаимодействии постоянно иметь диалог с другой стороной для того чтобы действовать в соответствии своим принципам, это позволит не обесценивать себя в своих глазах а так же оставаться цельным и постоянным.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Мечты превращать цели с конкретными методиками чтобы измерять приближение к ней.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Регулярно задаваться вопросом: не попал ли я под влиянием другого? Не манипулирует ли сейчас кто то мной?",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Научить мозг разделять теории вызванные страхом (которые в реальности могут противоречит настоящим целям и желанием таким образом создавая противоречия) и настоящие желания.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Научится воспринимать эмоционально неитрально сушности с которыми я не согласен или согласен. Эмоции способны затмить адекватное восприятие реальности, поэтому не стоит принимать алькоголь или наркотики.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Если ты не повторяешь ошибки а совершаешь новые - ты молодец.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Если кто то дает непрошенные советы значит значит у него цель манипулировать.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Не отказыватся от дорогих покупок/подарков и развлечении.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Высыпатся. Года не досыпаею то мозг обрезает углы, ленится думать, экономит энергию, поэтому совершаю больше ошибок.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Убрать бесполезные ментальные слоя над мозгом которые затрудняют передвижению мыслей, что уменьшает ясность и завершенность мыслей.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Если я осознаю, что мой собеседник умнее меня, это первый сигнал о возможной манипуляции с его стороны.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Не злись а воспринимай людей как свои учителя которые дают мгновенную обратную связь как положительную так и негативную.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Люди которые демонстрируют интеллект через мысли фастфуд, нужно быть бдительнее к их словам.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Честность — это лучшая политика, но не всегда лучший выбор в любой ситуации. Если ты решил быть честным, будь готов принять возможные последствия. Однако если последствия полной откровенности могут нанести значительный вред тебе или твоим близким, стоит рассмотреть возможность защиты своих интересов, сохраняя при этом уважение к своим этическим принципам.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Научится контролировать свои эмоции.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Принять новую информацию как теорию, пока не получен опыт её применения.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Научится спокойно принимать обратную связь и уметь различать это критика или хейт.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Осознав свои когнитивные искажения, мы можем работать над их преодолением и становиться более объективными и открытыми для новой информации.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Не отвергай мысли как дурацкие или нелепые сразу. Вместо этого, анализируй их с точки зрения событийно-следственной связи, чтобы понять их источник и реальную значимость. Это поможет различат",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "В разговоре и в поведении не проявлять двуличие. Исключение: если манипулятор хочет, что то разузнать тогда можно дать неоднозначный ответ.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Спонтанно не делится сырой мыслью и перестать продавать окружению мысли-фастфуд. Сырая мысль это та которая начинается с “если” и “если бы”, или все что в рамках гипотезы.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Перестать доказывать другим наличие у себя знании и интелекта. Действовать уверенно и спокойно, без лишних доказательств.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Если чего то не знаешь или не уверен, просто об этом скажи и не нужно ничего придумывать чтобы казаться умным. Признавать в себе незнание, это возможности для обучения.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Когда я чувствую, что я крут, моя самооценка растёт и я начинаю советовать другим. Лезу к тем кто меня не просил и начинаю доказывать что им срочно нужно менять свою жизнь. Уважать чужие границы и инициативу. Учти, что другие не рассказывают всего контекста и поэтому ты не можешь дать совет подходящий конкретно этому человеку.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Не ставить цель без верификации. Тщательно проверять цели перед началом их реализации.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Не злиться и не тратить время на глобальные(политические) процессы. Фокусироваться на том, что могу изменить.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Отказатся от чувство жалости к себе из-за переутомления от действий которые заставляют чувствовать себя жертвой.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Поддерживать баланс между трудолюбием и отдыхом.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Отказ  от качеств которые не в [зеленной зоне](https://www.notion.so/1-0-0b80cef77cd642cdaf225f907a9b7b5b?pvs=21).",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Отказ от Приказного тона с детьми.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Не тратить время(физическое, мыслительное) на то что не подвластно мне.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "**Перестать обижаться.** Обида это неоправданные ожидания. Искать конструктивные решения вместо обид.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "**Отказ от чувства вины.** Я перестал выбирать себя. Я чувствую себя плохим и поэтому искупаю вину ведя себя наивно добрым, спасителем, жертвой и это из-за того что Инфант хочет любви.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "**Перестать быть энергетическим вампиром.** Адекватные люди которые развиваются понимают ценность энергии и поэтому держаться подальше от тех кто забирает у них то что им ценно.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "**Отказаться принимать решения которые приводят к ситуации когда нужно выбирать между плохим и очень плохими вариантами.**",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "**Отказаться от бесполезных споров и дискуссии, потому что я желаю доминирования** в споре чтобы быть правым и не страдать от того что кто-то меня переиграл в логике, и выставил в позицию слабого, но часто это контрпродуктивно поэтому есть большая вероятность в том что в пустую потрачу время и энергию.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "**Точка Б — не конец пути, а начало нового этапа.** Достигнутые результаты — это фундамент для дальнейшего роста или риск возврата к исходной позиции. Каждое достижение меняет реальность, открывая новые возможности и начиная новый цикл развития.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "**Перестать переживать из-за денег**. Это забирает очень много энергии которые можно использовать для приобретения новых фин ресурсов.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Деньги не дают чувство безопасности как и наличие работы.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "**Перестань транслировать свои ценности словами, их нужно демонстрировать действиями и результатами**. Если человек сблизился со мной значит он уже навешал на меня ярлыки и по этим ценностям он предполагает что мы сходимся, осталось ему получить от меня подтверждение в своей правоте судя по моим действиям. А слова лишь могут вызвать подозрения в умышленной манипуляции. Поэтому людям нужно время для сближения чтобы в течении времени проверить гипотезы относительно человека судья по его действиям.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Желания не должны удовлетворяться за счет игнорирования других сфер жизни.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Не озвучивать мысли которые приводят к заблуждениям или неоднозначности.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Я ищу оправдания своим неудачным решениям, но на самом деле я не признаюсь себе в страхе который подтолкнул меня принять не верное решение. Мне стыдно признаваться в том, что мне было страшно и я убежал от страха.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Одиночество: Стремление к независимости может привести к изоляции.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Непонимание: Ценности могут вызывать конфликты и отчуждение.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Трудности в отношениях: Страх манипуляций затрудняет построение глубоких связей.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Отказ от помощи: Желание решать проблемы самостоятельно может привести к изоляции.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Закрытость: Недоверие может создать впечатление холодности.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Проблемы с коммуникацией: Нежелание говорить о чувствах ведет к недопониманию.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Недоверие: Сомнения в преданности могут отдалить людей.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Отказ от компромиссов: Упорство в своих принципах может вызвать конфликты.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  },
  {
    "text": "Проблемы с семьей: Выбор окружения может привести к конфликтам с близкими.",
    "lastEdited": "2024-11-18T07:22:44.032Z"
  }
]